---
kind: other
id: Methods.T:Autodesk.Revit.DB.Analysis.ValueAtPoint
source: html/5c10a1eb-054c-415a-ba5c-b6d0a9cf172e.htm
---
# ValueAtPoint Methods

Sets flags for all measurements to ValueAtPointFlags::None.